{
	"topics": [
		{
			"topic_id": 1,
			"topic_name": "Segurança",
			"text": "> A cibersegurança é a prática de proteger redes, dispositivos, aplicativos, sistemas e dados de ameaças cibernéticas. O objetivo geral é evitar ataques que tentem acessar ou destruir dados, extorquir dinheiro ou interromper operações normais de negócios. <br><br>A segurança da informação é essencial no contexto web devido à natureza vulnerável e exposta da internet. Proteger dados e sistemas online é crucial para garantir a confidencialidade, integridade e disponibilidade das informações. Isso é importante por várias razões:<br /><br /> Com o aumento das transações online e do armazenamento de dados na nuvem, a segurança da informação é fundamental para proteger informações pessoais e sensíveis dos usuários, como números de cartão de crédito, informações de identificação pessoal e históricos médicos. De acordo com o FBI, os casos de  <a class='citation-links' target='_blank' href='https://www.imcgrupo.com/covid-19-news-fbi-reports-300-increase-in-reported-cybercrimes/'><i>crimes cibernéticos deram um salto de até 300% em 2020</i></a>. <br /><br /> <h2>Políticas de Segurança da Informação</h2><br>Muitas regiões têm regulamentações rígidas sobre a proteção de dados e a privacidade do usuário na internet, como o GDPR na União Europeia e a <a class='citation-links' target='_blank' href='https://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/l13709.htm'><i>LGPD</i></a> no Brasil. Garantir a segurança da informação ajuda as organizações a cumprir essas regulamentações e evitar penalidades legais. <br><br> <a target='_blank' class='citation-links' href='https://www.bosch.com.br/noticias-e-historias/aiot/cyber-security/'><i> \"No mais, dada a expansão, os múltiplos alvos e a ampla variedade de vertentes de ameaças virtuais identificadas até o momento, fica evidente que a rede de proteção deve ser extensa. Do perigoso Cavalo de Tróia ao pesadelo denominado Ransomware, as técnicas aplicadas por hackers mal-intencionados são remodeladas conforme a tecnologia disponível e as necessidades dos criminosos.\"</i></a> Bosch: Cyber Security. <br><br> A falta de segurança principalmente em contexto empresarial pode ser devastadora para organização, e da mesma forma para usuários quando visto os números relativos à problemas de cibersegurança: <div style='cursor: default; display: flex; flex-direction:column; align-items:center; margin: 3em 0 1em 0;'><a style='height: 60px; display: flex; align-items:center; cursor: pointer;' target='_blank' href='https://www.csoonline.com/article/571367/top-cybersecurity-statistics-trends-and-facts.html'><h1 class='nav-title' style='font-size: 48px; color: #2af598; height: 48px; line-height: 48px; cursor: pointer;'>U$$ 3,92 <span style='font-size:24px'>&nbsp; milhões</span></h1></a><p>de custo médio de violação de dados para a empresa</p></div><br> <h2>Gestão de Identidade e Acesso</h2><br> A gestão de identidade envolve a administração e o controle das identidades digitais dos usuários, incluindo funcionários, parceiros comerciais e clientes. Isso geralmente inclui a criação, manutenção e exclusão de contas de usuário, bem como a atribuição de permissões e direitos de acesso com base nas necessidades e funções de cada usuário.<br><br> Por outro lado, a gestão de acesso refere-se ao controle dos privilégios de acesso dessas identidades digitais aos recursos da organização. Isso envolve a implementação de políticas de acesso, autenticação e autorização para garantir que apenas usuários autorizados possam acessar informações e sistemas relevantes. Além disso, a gestão de acesso também inclui a monitorização e a auditoria das atividades dos usuários para detectar e responder a qualquer comportamento suspeito ou não autorizado. <img style='width: 100%; padding-top: 1em;' src='./resources/hacker.png'/>"
		},
		{
			"topic_id": 2,
			"topic_name": "Por quê?",
			"text": "> Devemos nos preocupar com a segurança da informação porque vivemos em uma era digital onde dados são ativos valiosos e vulneráveis. A segurança da informação é essencial para proteger nossas informações pessoais, financeiras e empresariais contra ameaças cibernéticas, como hackers, malware e roubo de identidade.<br><br> Além disso, a integridade e disponibilidade dos dados são fundamentais para garantir a confiança dos usuários, manter a continuidade dos negócios e cumprir regulamentações de privacidade. Investir em medidas de segurança da informação não apenas protege os ativos digitais, mas também preserva a confiança e a reputação das organizações e indivíduos em um mundo cada vez mais conectado <br><Br>Nem sempre um ciberataque é fruto da ação deliberada de um cracker ou um insider. Há casos em que vírus e malwares são distribuídos inadvertidamente por usuários comuns que, sem saber, repetem um comportamento de risco. Para evitar esse tipo de propagação de agentes maliciosos, as empresas que investem em cibersegurança devem também focar na educação do usuário final. <br><br>Nesse aspecto, elas assumem a responsabilidade por levar adiante informações sobre cibersegurança, alertando sobre os riscos de abrir certos tipos de e-mail e ao conectar dispositivos USB. Dessa forma, é possível mitigar a alta imprevisibilidade gerada pela falta de conhecimento que a média das pessoas têm sobre segurança online.<br><br> <h2>Consequências de violações de segurança</h2><br> <h4>Perda de dados:</h4> Uma violação de segurança pode resultar na perda de dados confidenciais ou importantes para uma organização. Isso pode incluir informações financeiras, pessoais ou estratégicas que, se comprometidas, podem ter impactos significativos.<br><br> <h4>Danos à reputação:</h4> Violações de segurança muitas vezes resultam em uma perda de confiança por parte dos clientes, investidores e parceiros comerciais. Isso pode levar a danos significativos à reputação da organização, afetando sua imagem e credibilidade no mercado. <br><br> <h4>Perda financeira:</h4>As violações de segurança podem acarretar em custos financeiros diretos, como multas regulatórias, despesas de recuperação de dados e compensações a clientes afetados. Além disso, a perda de receita devido à diminuição da confiança do cliente e oportunidades de negócio perdidas também pode resultar em prejuízos financeiros significativos. <br><br><h2>Tipos de dados sensíveis</h2><br><h4>Informações pessoais:</h4> Dados que identificam ou podem ser usados para identificar uma pessoa física, como nome, endereço, número de identidade, informações de contato, etc.<br><br><h4>Informações financeiras:</h4> Dados relacionados às finanças pessoais ou comerciais, como números de cartões de crédito, números de contas bancárias, histórico de transações, etc.<br><br><h4>Informações de saúde:</h4> Dados relacionados ao estado de saúde de uma pessoa, como registros médicos, informações sobre tratamentos, histórico de saúde, etc.<br><br><h4>Propriedade intelectual:</h4> Dados relacionados a propriedade intelectual, como segredos comerciais, patentes, projetos de produtos, estratégias de negócios, etc.<br><br><h4>Dados de conformidade:</h4> Informações que estão sujeitas a regulamentações específicas estabelecidas por leis, normas ou padrões governamentais. Estas regulamentações são projetadas para proteger a privacidade, a segurança e os direitos dos cidadãos, bem como para garantir a integridade e a confiabilidade das informações."
		},
		{
			"topic_id": 3,
			"topic_name": "Dados",
			"text": "> Os dados desempenham um papel fundamental tanto para empresas quanto para hackers, embora com motivações e abordagens diferentes. Para as empresas, os dados são um ativo valioso que impulsiona decisões estratégicas, permite o desenvolvimento de produtos e serviços personalizados, e alimenta o relacionamento com os clientes. <br><br>Eles são essenciais para entender o mercado, prever tendências e otimizar processos. Por outro lado, os hackers buscam acessar dados sensíveis das empresas para diversos fins, como roubo de identidade, fraude financeira, extorsão e espionagem industrial. <br><br>Os dados representam uma fonte de poder para os hackers, fornecendo informações valiosas que podem ser exploradas para obter ganhos ilícitos ou prejudicar as operações das empresas. Assim, a proteção adequada dos dados é crucial para a segurança e o sucesso tanto das empresas quanto dos consumidores.<br><br> Quando um usuário faz um cadastro em algum website ou rede social esses dados ficam armazenados em um servidor onde deve ser encriptado para dificultar o acesso as informações armazenadas, o fluxo de dados em um cadastro é mostrado na figura abaixo de uma maneira simplificada:<br><br> <img style='width: 100%;' src='./resources/fluxo_dados.png'/> <br><br>A encriptação de senha é um método de proteção de dados que transforma uma senha legível em uma sequência de caracteres ilegíveis, chamada de hash, usando algoritmos matemáticos. Isso impede que a senha seja facilmente compreendida caso seja acessada por terceiros não autorizados. Quando um usuário tenta fazer login, a senha inserida é transformada em hash e comparada com a versão encriptada armazenada no sistema. Se forem iguais, o acesso é permitido.<br><br><h2>Métodos de coleta, armazenamento e transmissão seguros de dados</h2> <br><strong><li style='padding-left: 1em; list-style-type: none;/'>Criptografia de dados em repouso e em trânsito:</li></strong><br>Em repouso: Refere-se à prática de proteger os dados enquanto estão armazenados em dispositivos de armazenamento, como discos rígidos, servidores ou dispositivos móveis. Isso é feito através da aplicação de algoritmos criptográficos para transformar os dados em uma forma ilegível, que só pode ser descriptografada por pessoas autorizadas com a chave adequada.<br><br>Em trânsito: Refere-se à proteção dos dados enquanto estão sendo transferidos entre dispositivos ou através de redes de comunicação. Isso é alcançado através da aplicação de protocolos de comunicação seguros, como o HTTPS (para transferência via web) ou VPNs (para transferência em redes privadas ou públicas), que utilizam criptografia para garantir a confidencialidade e a integridade dos dados durante a transmissão.<br><br><strong><li style='padding-left: 1em; list-style-type: none;/'>Segurança física de servidores e dispositivos de armazenamento:</li></strong><br> Refere-se às medidas físicas adotadas para proteger os servidores e dispositivos de armazenamento que contêm dados sensíveis. Isso pode incluir a instalação de controles de acesso físico, como câmeras de segurança, fechaduras biométricas ou cartões de acesso, para limitar o acesso apenas a pessoal autorizado. Além disso, medidas como a proteção contra incêndio, controle de temperatura e umidade, e backups físicos são importantes para garantir a disponibilidade e a integridade dos dados armazenados."
		},
		{
			"topic_id": 4,
			"topic_name": "Phishing",
			"text": "> O phishing é uma técnica de cibercrime na qual os criminosos tentam enganar as pessoas para que divulguem informações confidenciais, como senhas, informações financeiras ou detalhes de login. <br><br> Os ataques são feitos através e-mails, mensagens de texto, chamadas telefônicas ou sites que parecem verdadeiros e confiáveis, porém escondem algum tipo de ameaça. Os ataques de phishing geralmente levam ao roubo de identidade, roubo de números de CPF, fraude de cartão de crédito, ataques de ransomware, roubo de números de contas bancárias, credenciais de login e outras violações de dados, gerando enormes perdas financeiras para indivíduos e empresas. <br><br>Phishing é o tipo mais comum de engenharia social, a prática de enganar, pressionar ou manipular pessoas para que enviem informações ou recursos para as pessoas erradas. Os ataques de engenharia social dependem de erros humanos e táticas de pressão para obter sucesso. O invasor normalmente se disfarça de uma pessoa ou organização em quem a vítima confia – por exemplo, um colega de trabalho, um chefe, uma empresa com a qual a vítima ou o empregador da vítima faz negócios – e cria um senso de urgência que leva a vítima a agir precipitadamente. Os hackers e fraudadores usam essas táticas porque é mais fácil e menos dispendioso enganar as pessoas do que invadir um computador ou rede.<h1 id='topic-title'>Como identificar sites falsos?</h1> <li class='text-list'>> URL suspeita: Verifique se a URL tem erros de digitação ou se usa caracteres estranhos. Prefira URLs que começam com 'https://' em vez de 'http://', pois o 's' indica uma conexão segura.</li> <br> <li class='text-list'>> Design e conteúdo de baixa qualidade: Sites falsos geralmente têm erros de ortografia, gramática e imagens de baixa qualidade. Layouts mal organizados e inconsistências no design também são indicadores.</li> <br><li class='text-list'>> Links e redirecionamentos estranhos: Passe o cursor sobre os links sem clicar para ver a URL de destino. Evite clicar em links suspeitos ou em redirecionamentos desconhecidos.</li><br><li class='text-list'>> Ausência de informações de contato: Sites legítimos geralmente fornecem informações de contato claras, como endereço físico, número de telefone e e-mail de suporte. A ausência dessas informações pode ser um sinal de alerta.</li><br><li class='text-list'>> Verificação de certificação e selos de segurança: Procure por selos de segurança de organizações conhecidas (como Norton, McAfee, etc.) <ion-icon name='lock-closed-outline'></ion-icon> e clique neles para verificar a autenticidade. Certificados SSL legítimos são um bom sinal de que o site é seguro.</li> <br> <li class='text-list'>> Pesquisa de reputação do site: Utilize ferramentas online para verificar a reputação do site, como análises e classificações de outros usuários. Sites como '<a href='https://www.scamadviser.com/'>ScamAdvisor</a>' e '<a href='https://www.virustotal.com/gui/'>VirusTotal</a>' podem ajudar a avaliar a segurança do site.</li> <br> E acima de tudo use bom senso, se você realmente precisa acessar o site fique atento do contrário se for algo que possa ser feito de outra forma, faça se você não tem certeza da veracidade do site que está usando."
		},
		{
			"topic_id": 5,
			"topic_name": "Email",
			"text": "> Um ataque por email é uma técnica comum de engenharia social utilizada por cibercriminosos para comprometer sistemas e obter informações sensíveis. Geralmente, esses ataques envolvem o envio de emails maliciosos disfarçados como comunicações legítimas, como mensagens de instituições financeiras, serviços online ou colegas de trabalho. <br><br>Esses emails muitas vezes contêm links para sites falsos (phishing) projetados para roubar credenciais de login, ou anexos infectados por malware que, uma vez abertos, podem infectar o dispositivo da vítima. Outra forma de ataque por email é o spear phishing, que é direcionado a indivíduos específicos e personalizado com informações detalhadas sobre a vítima para aumentar a probabilidade de sucesso. <br><br>Em suma, os ataques por email exploram a confiança dos usuários e a falta de conscientização sobre ameaças cibernéticas para induzi-los a realizar ações prejudiciais, comprometendo assim a segurança dos sistemas e dados."
		},
		{
			"topic_id": 6,
			"topic_name": "Ransomware",
			"text": "> Um ataque de ransomware é uma forma de ciberataque no qual os invasores infectam os sistemas de uma vítima com um tipo específico de malware que criptografa os arquivos ou bloqueia o acesso ao dispositivo, geralmente exigindo um pagamento de resgate em troca da chave de descriptografia ou da restauração do acesso. Esse tipo de ataque pode se espalhar rapidamente por meio de diferentes vetores, como emails de phishing, sites comprometidos ou exploração de vulnerabilidades de software. <br><br>O objetivo dos cibercriminosos por trás do ransomware é extorquir dinheiro das vítimas, causando interrupção nos negócios, perda de dados e danos financeiros significativos. O impacto de um ataque de ransomware pode ser devastador, afetando desde indivíduos e pequenas empresas até grandes organizações e instituições governamentais.<br><br><h2>Tipos de ransomware</h2> <br><h4>Existem dois tipos gerais de ransomware.</h4>O tipo mais comum, chamado de ransomware criptografado ou ransomware cripto, mantém os dados da vítima como reféns criptografando-os. Em seguida, o invasor exige um resgate em troca do fornecimento da chave de criptografia necessária para descriptografar os dados.<br><br>A forma menos comum de ransomware, chamada de ransomware não criptografado ou ransomware de bloqueio de tela, bloqueia todo o dispositivo da vítima, geralmente bloqueando o acesso ao sistema operacional. Em vez de ser inicializado como de costume, o dispositivo exibe uma tela que faz a exigência de resgate.<br><br><h4>Esses dois tipos podem ser divididos nas seguintes subcategorias:</h4><br><strong>Leakware/doxware</strong> é um ransomware que rouba, ou exfiltra, dados confidenciais e ameaça publicá-los. Enquanto formas anteriores de leakware ou doxware muitas vezes roubavam dados sem criptografá-los, as variantes atuais geralmente fazem as duas coisas.<br><br>O <strong>ransomware móvel</strong> inclui todos os ransomwares que afetam dispositivos móveis. Entregue por meio de aplicativos maliciosos ou download direto, o ransomware móvel geralmente é um ransomware não criptografado, porque os backups automatizados de dados na nuvem, padrão em muitos dispositivos móveis, facilitam a reversão de ataques de criptografia. <br><br><strong>Wipers</strong> (ransomware destrutivo) ameaça destruir os dados se o resgate não for pago, exceto nos casos em que o ransomware destrói os dados mesmo que o resgate seja pago. Suspeita-se que esse último tipo de wiper seja implantado por agentes ou hacktivistas de estados-nação, em vez de cibercriminosos comuns.<br><br><strong>Scareware</strong> é exatamente o que parece: ransomware que tenta assustar os usuários e fazê-los pagar um resgate. O scareware pode se passar por uma mensagem de uma agência de segurança pública, acusando a vítima de um crime e exigindo uma multa; pode falsificar um alerta legítimo de infecção por vírus, incentivando a vítima a comprar um software antivírus ou antimalware. Às vezes, o scareware é um ransomware, criptografando os dados ou bloqueando o dispositivo; em outros casos, é o vetor do ransomware, que não criptografa nada, mas coage a vítima a baixar o ransomware."
		},
		{
			"topic_id": 7,
			"topic_name": "Malware",
			"text": "> Um ataque com malware envolve o uso de software malicioso projetado para infectar sistemas e comprometer a segurança das informações. O malware pode assumir várias formas, como vírus, worms, <a href='https://pt.wikipedia.org/wiki/Cavalo_de_troia_(computa%C3%A7%C3%A3o)'>trojans</a>, <a href='https://pt.wikipedia.org/wiki/Spyware'>spyware</a> e ransomware, cada um com seus próprios métodos de infiltração e impactos. <br>Esses ataques podem ocorrer por meio de diversas formas, incluindo downloads de arquivos infectados, cliques em links maliciosos em emails ou sites comprometidos, exploração de vulnerabilidades em sistemas desatualizados, dispositivos USB infectados, entre outros.<br><br> Uma vez dentro do sistema alvo, o malware pode roubar informações confidenciais, danificar dados, espionar atividades do usuário, interromper operações normais ou até mesmo bloquear o acesso ao sistema, exigindo um resgate para restauração. A prevenção de ataques com malware requer uma combinação de medidas de segurança, como atualização de software, uso de antivírus, conscientização do usuário e práticas de navegação seguras.<br><br><h2>Tipos de malware</h2><br> <h4>Vírus de computador</h4><br> Os termos 'malware' e 'vírus do computador' são frequentemente usados como sinônimos, mas um vírus é tecnicamente um tipo específico de malware. Especificamente, um vírus é um código malicioso que 'sequestra' um software legítimo para causar danos e espalhar cópias de si mesmo.<br><br> Os vírus não podem agir sozinhos. Em vez disso, ocultam trechos do código em outros programas executáveis. Quando um usuário inicia o programa, o vírus também começa a ser executado. Os vírus geralmente são projetados para excluir dados importantes, interromper as operações normais e espalhar cópias de si mesmos para outros programas no computador infectado.<br><br>A maioria das primeiras ameaças de malware eram vírus. O Elk Cloner, talvez o primeiro malware a se espalhar por dispositivos públicos, era um vírus que tinha como alvo os computadores da Apple. <br><br><h4>Criptojackers</h4><br> Um criptojacker é um malware que controla um dispositivo e o utiliza para minerar criptomoedas, como bitcoin, sem o conhecimento do proprietário. Essencialmente, criptojackers criam botnets de criptografia.<br><br>A criptomoeda de mineração é uma tarefa extremamente cara e de uso intensivo de computador. Os criminosos cibernéticos lucram enquanto os usuários de computadores infectados apresentam desempenho desacelerado e falhas. Os cryptojackers geralmente visam a infraestrutura de nuvem corporativa, permitindo que eles marquem mais recursos para criptomineração do que visando computadores individuais. <br><br><h4>Malware sem arquivo</h4> <br>O malware sem arquivo é um tipo de ataque que usa vulnerabilidades em programas de software legítimos, como navegadores da Web e processadores de texto, para injetar códigos maliciosos diretamente na memória do computador. Como o código é executado na memória, ele não deixa vestígios no disco rígido. Por usar software legítimo, geralmente evita a detecção.<br><br>Muitos ataques de malware sem arquivos usam o <i><a href='https://learn.microsoft.com/pt-br/powershell/scripting/overview?view=powershell-7.4'>PowerShell</a></i>, uma interface de linha de comando e uma ferramenta de script incorporada aos sistemas operacionais Microsoft Windows. Os hackers podem executar scripts PowerShell para alterar configurações, roubar senhas ou causar outros danos.<br><br>Macros maliciosas são outro vetor comum para ataques sem arquivos. Aplicativos como Microsoft Word e Excel permitem que os usuários definam macros, conjuntos de comandos que automatizam tarefas simples, como formatação de texto ou execução de cálculos. Os hackers podem armazenar scripts maliciosos nessas macros; quando um usuário abre o arquivo, esses scripts são executados automaticamente.<br><br><h4>Worms</h4><br> São programas maliciosos autorreplicáveis que podem se espalhar entre aplicativos e dispositivos sem interação humana. (Compare com um vírus, que só pode se espalhar se um usuário executar um programa comprometido.) Embora alguns 'worms' não façam nada mais do que se espalhar, muitos têm consequências mais graves. Por exemplo, o ransomware WannaCry, que causou uma estimativa de US$ 4 bilhões em danos, era um worm que maximizou seu impacto, espalhando-se automaticamente entre os dispositivos conectados."
		},
		{
			"topic_id": 8,
			"topic_name": "DDoS",
			"text": "> Um ataque de negação de serviço distribuído (DDoS) é uma tentativa maliciosa de sobrecarregar um servidor, serviço ou rede com um volume extraordinário de tráfego, tornando-o inacessível para usuários legítimos. <br><br>Geralmente, esse ataque é realizado por meio de uma rede de computadores comprometidos, conhecidos como botnets, que são controlados remotamente por um invasor. O objetivo do DDoS é interromper a operação normal do alvo, causando prejuízos financeiros e danos à reputação da empresa ou indivíduo afetado.<br><br> A imagem abaixo ilustra como ocorre um ataque de negação de serviço por um ator malicioso, que se junta ao tráfego normal, e com um volume muito grande sobrecarrega o servidor da vítima assim fazendo com que o serviço fique inacessível, gerando prejuízo para quem usa o serviço e para a empresa que fornece o serviço. <img alt='como acontece um ataque DDoS' style='width: 100%; padding: 2em 0' src='./resources/DDoS.png'/> No primeiro semestre de 2020, houve <a href='https://itsecuritywire.com/featured/ddos-attacks-rise-almost-5-million-in-the-first-half-of-2020/'>um aumento de 15% nos ataques DDoS</a>. Foram registrados quase 4,83 milhões de ataques, com um aumento de 126% nos ataques com mais de 15 vetores. <br><br> Esse é um tipo que de ataque que para o usuário comum só afeta no momento de acessar o serviço ou aplicativo, da qual ele não conseguirá ter acesso, por outro lado para as empresas é um prejuízo imensurável, porque tem de ser resolvido o mais rápido possível para não perder clientes, usuários e também receita."
		},
		{
			"topic_id": 9,
			"topic_name": "Gerenciadores de Senha",
			"text": "> Um gerenciador de senhas é uma ferramenta projetada para armazenar, organizar e proteger as diversas senhas que as pessoas utilizam em suas contas online e offline. Ele permite que os usuários criem senhas complexas e únicas para cada serviço, evitando assim o uso de senhas repetidas e o risco de comprometimento de múltiplas contas em caso de violação de segurança. <br><br> Além disso, um gerenciador de senhas geralmente oferece recursos como preenchimento automático de senhas em formulários online, geração segura de novas senhas e sincronização entre dispositivos para garantir acesso seguro e conveniente às contas dos usuários.<br><br> Existem boas alternativas de gerenciadores de senhas como <a href='https://bitwarden.com/'>Bitwarden</a> & <a href='https://www.lastpass.com/pt'>LastPass</a>, o importante é você como usuário entender que é necessário criar senhas fortes para dificultar as tentativas de acesso indevido, usar senhas únicas para cada conta impede que um comprometimento em um site resulte na exposição de outras contas. Se uma senha for comprometida em um site, contas em outros sites permanecem seguras. <br><br> Hackers podem realizar ataques direcionados baseados em informações conhecidas sobre o usuário. Senhas fortes e únicas dificultam a dedução de senhas baseadas em informações pessoais."
		},
		{
			"topic_id": 10,
			"topic_name": "2FA",
			"text": "> O Two-Factor Authentication (2FA) é um método de segurança que requer duas formas distintas de verificação de identidade antes de conceder acesso a uma conta ou sistema. Geralmente, isso envolve o uso de algo que o usuário sabe (como uma senha) e algo que o usuário possui (como um código único enviado por mensagem de texto, gerado por um aplicativo autenticador ou um dispositivo de segurança físico).<br><Br> O 2FA oferece uma camada adicional de proteção além das senhas tradicionais, tornando mais difícil para os invasores acessarem ilegalmente contas ou sistemas, mesmo que obtenham as credenciais de login o que significa que, mesmo que um atacante consiga a senha do usuário, ele ainda precisará desse segundo fator para acessar a conta, tornando a tarefa significativamente mais difícil e protegendo contra a maioria dos ataques de roubo de credenciais. <br><br> O <i><a href='https://support.google.com/accounts/answer/185839?hl=pt-BR&co=GENIE.Platform%3DDesktop'>google</a></i> oferece 2FA para suas contas de email com diferentes formas de autenticação o que torna o processo mais prático, há também aplicativos mobile que servem esse propósito como Google Authenticator, Microsoft Authenticator e outros onde você precisa conectar com a conta que deseja ativar o 2FA para poder usar essa camada de proteção. <br><br> O canal Código Fonte TV tem uma ótima explicação sobre o assunto: <iframe style='border-radius:25px' width='100%' height='315' src='https://www.youtube.com/embed/s9gXjaatFNM?si=quAlFM42UYGjf6Yt' title='YouTube video player' frameborder='0' allow='accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share' referrerpolicy='strict-origin-when-cross-origin' allowfullscreen></iframe>"
		},
		{
			"topic_id": 11,
			"topic_name": "Backups",
			"text": ">  Um backup de dados refere-se à prática de criar cópias de segurança dos dados importantes armazenados em sistemas digitais, como computadores, servidores ou dispositivos de armazenamento em nuvem. Essas cópias de segurança são armazenadas em locais seguros e isolados, geralmente em mídias físicas ou em servidores remotos, para protegê-las contra perdas devido a eventos como falhas de hardware, ataques cibernéticos, ransomware ou desastres naturais. <br><br>Ter um backup de dados eficaz é essencial para garantir a resiliência das operações e a rápida recuperação em caso de incidentes de segurança que comprometam ou excluam os dados originais.<br><br> O canal Diolinux explica muito bem os vários tipos e níveis de backup e como otimizar esse processo: <iframe style='border-radius: 25px' width='100%' height='315' src='https://www.youtube.com/embed/21Q-W28thnk?si=QvfGcZekfYrOwugn&amp;start=83' title='YouTube video player' frameborder='0' allow='accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share' referrerpolicy='strict-origin-when-cross-origin' allowfullscreen></iframe>"
		}
	]
}
