{
	"topics": [
		{
			"topic_id": 1,
			"topic_name": "Segurança",
			"text": "> A cibersegurança é a prática de proteger redes, dispositivos, aplicativos, sistemas e dados de ameaças cibernéticas. O objetivo geral é evitar ataques que tentem acessar ou destruir dados, extorquir dinheiro ou interromper operações normais de negócios. <br><br>A segurança da informação é essencial no contexto web devido à natureza vulnerável e exposta da internet. Proteger dados e sistemas online é crucial para garantir a confidencialidade, integridade e disponibilidade das informações. Isso é importante por várias razões:<br /><br /> Com o aumento das transações online e do armazenamento de dados na nuvem, a segurança da informação é fundamental para proteger informações pessoais e sensíveis dos usuários, como números de cartão de crédito, informações de identificação pessoal e históricos médicos. De acordo com o FBI, os casos de  <a class='citation-links' target='_blank' href='https://www.imcgrupo.com/covid-19-news-fbi-reports-300-increase-in-reported-cybercrimes/'><i>crimes cibernéticos deram um salto de até 300% em 2020</i></a>. <br /><br /> Muitas regiões têm regulamentações rígidas sobre a proteção de dados e a privacidade do usuário na internet, como o GDPR na União Europeia e a <a class='citation-links' target='_blank' href='https://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/lei/l13709.htm'><i>LGPD</i></a> no Brasil. Garantir a segurança da informação ajuda as organizações a cumprir essas regulamentações e evitar penalidades legais. <br><br> <a target='_blank' class='citation-links' href='https://www.bosch.com.br/noticias-e-historias/aiot/cyber-security/'><i> \"No mais, dada a expansão, os múltiplos alvos e a ampla variedade de vertentes de ameaças virtuais identificadas até o momento, fica evidente que a rede de proteção deve ser extensa. Do perigoso Cavalo de Tróia ao pesadelo denominado Ransomware, as técnicas aplicadas por hackers mal-intencionados são remodeladas conforme a tecnologia disponível e as necessidades dos criminosos.\"</i></a> Bosch: Cyber Security. <br><br> A falta de segurança principalmente em contexto empresarial pode ser devastadora para organização, e da mesma forma para usuários quando visto os números relativos à problemas de cibersegurança: <div style='cursor: default; display: flex; flex-direction:column; align-items:center; margin: 3em 0 1em 0;'><a style='height: 60px; display: flex; align-items:center' target='_blank' href='https://www.csoonline.com/article/571367/top-cybersecurity-statistics-trends-and-facts.html'><h1 style='height: 48px; width: 300px' class='nav-title-back'>U$$ 3,92 milhões</h1><h1 class='nav-title' style='font-size: 48px; color: #2af598; height: 48px; line-height: 48px;'>U$$ 3,92 <span style='font-size:24px'>&nbsp; milhões</span></h1></a><p>de custo médio de violação de dados para a empresa</p></div>"
		},
		{
			"topic_id": 2,
			"topic_name": "Por quê?",
			"text": "> Devemos nos preocupar com a segurança da informação porque vivemos em uma era digital onde dados são ativos valiosos e vulneráveis. A segurança da informação é essencial para proteger nossas informações pessoais, financeiras e empresariais contra ameaças cibernéticas, como hackers, malware e roubo de identidade.<br><br> Além disso, a integridade e disponibilidade dos dados são fundamentais para garantir a confiança dos usuários, manter a continuidade dos negócios e cumprir regulamentações de privacidade. Investir em medidas de segurança da informação não apenas protege os ativos digitais, mas também preserva a confiança e a reputação das organizações e indivíduos em um mundo cada vez mais conectado"
		},
		{
			"topic_id": 3,
			"topic_name": "Dados",
			"text": "> Os dados desempenham um papel fundamental tanto para empresas quanto para hackers, embora com motivações e abordagens diferentes. Para as empresas, os dados são um ativo valioso que impulsiona decisões estratégicas, permite o desenvolvimento de produtos e serviços personalizados, e alimenta o relacionamento com os clientes. <br><br>Eles são essenciais para entender o mercado, prever tendências e otimizar processos. Por outro lado, os hackers buscam acessar dados sensíveis das empresas para diversos fins, como roubo de identidade, fraude financeira, extorsão e espionagem industrial. <br><br>Os dados representam uma fonte de poder para os hackers, fornecendo informações valiosas que podem ser exploradas para obter ganhos ilícitos ou prejudicar as operações das empresas. Assim, a proteção adequada dos dados é crucial para a segurança e o sucesso tanto das empresas quanto dos consumidores."
		},
		{
			"topic_id": 4,
			"topic_name": "Phishing",
			"text": "> O phishing é uma técnica de cibercrime na qual os criminosos tentam enganar as pessoas para que divulguem informações confidenciais, como senhas, informações financeiras ou detalhes de login, geralmente por meio de e-mails, mensagens de texto ou sites falsos que parecem legítimos. <br><br>Eles geralmente se passam por instituições confiáveis, como bancos, empresas ou órgãos governamentais, induzindo as vítimas a clicarem em links maliciosos ou a compartilharem suas informações pessoais, que são então usadas para atividades fraudulentas, como roubo de identidade ou acesso não autorizado a contas. <h1 id='topic-title'>Como identificar sites falsos?</h1> <li class='text-list'>> Verifique o endereço(url) do site</li> <br> <li class='text-list'>> Certifique-se que você realmente precisa acessar o site</li> <br><li class='text-list'>> Verifique se o site tem certificado SSL (cadeado verde na barra de endereço)</li>"
		},
		{
			"topic_id": 5,
			"topic_name": "Email",
			"text": "> Um ataque por email é uma técnica comum de engenharia social utilizada por cibercriminosos para comprometer sistemas e obter informações sensíveis. Geralmente, esses ataques envolvem o envio de emails maliciosos disfarçados como comunicações legítimas, como mensagens de instituições financeiras, serviços online ou colegas de trabalho. <br><br>Esses emails muitas vezes contêm links para sites falsos (phishing) projetados para roubar credenciais de login, ou anexos infectados por malware que, uma vez abertos, podem infectar o dispositivo da vítima. Outra forma de ataque por email é o spear phishing, que é direcionado a indivíduos específicos e personalizado com informações detalhadas sobre a vítima para aumentar a probabilidade de sucesso. <br><br>Em suma, os ataques por email exploram a confiança dos usuários e a falta de conscientização sobre ameaças cibernéticas para induzi-los a realizar ações prejudiciais, comprometendo assim a segurança dos sistemas e dados."
		},
		{
			"topic_id": 6,
			"topic_name": "Ransomware",
			"text": "> Um ataque de ransomware é uma forma de ciberataque no qual os invasores infectam os sistemas de uma vítima com um tipo específico de malware que criptografa os arquivos ou bloqueia o acesso ao dispositivo, geralmente exigindo um pagamento de resgate em troca da chave de descriptografia ou da restauração do acesso. Esse tipo de ataque pode se espalhar rapidamente por meio de diferentes vetores, como emails de phishing, sites comprometidos ou exploração de vulnerabilidades de software. <br><br>O objetivo dos cibercriminosos por trás do ransomware é extorquir dinheiro das vítimas, causando interrupção nos negócios, perda de dados e danos financeiros significativos. O impacto de um ataque de ransomware pode ser devastador, afetando desde indivíduos e pequenas empresas até grandes organizações e instituições governamentais."
		},
		{
			"topic_id": 7,
			"topic_name": "Malware",
			"text": "> Um ataque com malware envolve o uso de software malicioso projetado para infectar sistemas e comprometer a segurança das informações. O malware pode assumir várias formas, como vírus, worms, <a href='https://pt.wikipedia.org/wiki/Cavalo_de_troia_(computa%C3%A7%C3%A3o)'>trojans</a>, <a href='https://pt.wikipedia.org/wiki/Spyware'>spyware</a> e ransomware, cada um com seus próprios métodos de infiltração e impactos. <br>Esses ataques podem ocorrer por meio de diversas formas, incluindo downloads de arquivos infectados, cliques em links maliciosos em emails ou sites comprometidos, exploração de vulnerabilidades em sistemas desatualizados, dispositivos USB infectados, entre outros.<br><br> Uma vez dentro do sistema alvo, o malware pode roubar informações confidenciais, danificar dados, espionar atividades do usuário, interromper operações normais ou até mesmo bloquear o acesso ao sistema, exigindo um resgate para restauração. A prevenção de ataques com malware requer uma combinação de medidas de segurança, como atualização de software, uso de antivírus, conscientização do usuário e práticas de navegação seguras."
		},
		{
			"topic_id": 8,
			"topic_name": "DDoS",
			"text": "> Um ataque de negação de serviço distribuído (DDoS) é uma tentativa maliciosa de sobrecarregar um servidor, serviço ou rede com um volume extraordinário de tráfego, tornando-o inacessível para usuários legítimos. <br><br>Geralmente, esse ataque é realizado por meio de uma rede de computadores comprometidos, conhecidos como botnets, que são controlados remotamente por um invasor. O objetivo do DDoS é interromper a operação normal do alvo, causando prejuízos financeiros e danos à reputação da empresa ou indivíduo afetado.<br><br> A imagem abaixo ilustra como ocorre um ataque de negação de serviço por um ator malicioso, que se junta ao tráfego normal, e com um volume muito grande sobrecarrega o servidor da vítima assim fazendo com que o serviço fique inacessível, gerando prejuízo para quem usa o serviço e para a empresa que fornece o serviço. <img alt='como acontece um ataque DDoS' style='width: 100%; padding: 2em 0' src='DDoS.png'/> No primeiro semestre de 2020, houve <a href='https://itsecuritywire.com/featured/ddos-attacks-rise-almost-5-million-in-the-first-half-of-2020/'>um aumento de 15% nos ataques DDoS</a>. Foram registrados quase 4,83 milhões de ataques, com um aumento de 126% nos ataques com mais de 15 vetores. <br><br> Esse é um tipo que de ataque que para o usuário comum só afeta no momento de acessar o serviço ou aplicativo, da qual ele não conseguirá ter acesso, por outro lado para as empresas é um prejuízo imensurável, porque tem de ser resolvido o mais rápido possível para não perder clientes, usuários e também receita."
		},
		{
			"topic_id": 9,
			"topic_name": "Gerenciadores de Senha",
			"text": "> Um gerenciador de senhas é uma ferramenta projetada para armazenar, organizar e proteger as diversas senhas que as pessoas utilizam em suas contas online e offline. Ele permite que os usuários criem senhas complexas e únicas para cada serviço, evitando assim o uso de senhas repetidas e o risco de comprometimento de múltiplas contas em caso de violação de segurança. <br><br> Além disso, um gerenciador de senhas geralmente oferece recursos como preenchimento automático de senhas em formulários online, geração segura de novas senhas e sincronização entre dispositivos para garantir acesso seguro e conveniente às contas dos usuários."
		},
		{
			"topic_id": 10,
			"topic_name": "2FA",
			"text": "> O Two-Factor Authentication (2FA) é um método de segurança que requer duas formas distintas de verificação de identidade antes de conceder acesso a uma conta ou sistema. Geralmente, isso envolve o uso de algo que o usuário sabe (como uma senha) e algo que o usuário possui (como um código único enviado por mensagem de texto, gerado por um aplicativo autenticador ou um dispositivo de segurança físico).<br><Br> O 2FA oferece uma camada adicional de proteção além das senhas tradicionais, tornando mais difícil para os invasores acessarem ilegalmente contas ou sistemas, mesmo que obtenham as credenciais de login."
		},
		{
			"topic_id": 11,
			"topic_name": "Backups",
			"text": ">  Um backup de dados refere-se à prática de criar cópias de segurança dos dados importantes armazenados em sistemas digitais, como computadores, servidores ou dispositivos de armazenamento em nuvem. Essas cópias de segurança são armazenadas em locais seguros e isolados, geralmente em mídias físicas ou em servidores remotos, para protegê-las contra perdas devido a eventos como falhas de hardware, ataques cibernéticos, ransomware ou desastres naturais. <br><br>Ter um backup de dados eficaz é essencial para garantir a resiliência das operações e a rápida recuperação em caso de incidentes de segurança que comprometam ou excluam os dados originais."
		}
	]
}
